// Напишите программу, на входе трехзначное число,а на выходе 2 цифра
int N = int.Parse(Console.ReadLine());

Console.WriteLine(N / 10 % 10);
